[
  {
    "authors": "Ilia Kuznetsov, Osama Mahammed Afzal, Koen Dercksen, Nils Dycke, Alexander Goldberg, Tom Hope, Dirk Hovy, Jonathan K. Kummerfeld, Anne Lauscher, Kevin Leyton-Brown, Sheng Lu, Mausam, Margot Mieskes, Aurelie Neveol, Danish Pruthi, Lizhen Qu, Roy Schwartz, Noah A. Smith, Thamar Solorio, Jingyan Wang, Xiaodan Zhu, Anna Rogers, Nihar B. Shah, Iryna Gurevych",
    "title": "What can natural language processing do for peer review?",
    "published_at": "arXiv 2024",
    "description": "This paper was a result of the Dagstuhl seminar on peer review held in 2024. It provides an overview of the current state of peer review and where NLP techniques might interfere to improve the process.",
    "link": "https://arxiv.org/abs/2405.06563"
  },
  {
    "authors": "K. Dercksen, A.P. de Vries, B. van Ginneken",
    "title": "SimpleRad: patient-friendly Dutch radiology reports",
    "published_at": "ECIR 2023",
    "description": "SimpleRad is a tool for entity linking, summarization and finding prevalence estimation in Dutch radiology reports.",
    "link": "https://doi.org/10.1007/978-3-031-28241-6_18"
  },
  {
    "authors": "J.M. van Hulst, F. Hasibi, K. Dercksen, K. Balog, A. P. de Vries",
    "title": "REL: an entity linker standing on the shoulders of giants",
    "published_at": "SIGIR 2020",
    "description": "REL (Radboud Entity Linker) is a modular entity linking framework based on state-of-the-art neural components. Code is available for local deployment. A web API is available as well.",
    "link": "https://dl.acm.org/doi/abs/10.1145/3397271.3401416"
  },
  {
    "authors": "V. Provatorova, S. Vakulenko, E. Kanoulas, K. Dercksen, J.M. van Hulst",
    "title": "Named entity recognition and linking on historical newspapers: UvA. ILPS & REL at CLEF HIPE 2020",
    "published_at": "CLEF 2020",
    "description": "Paper describing our submission to the CLEF HIPE 2020 shared task on identifying named entities in multi-lingual historical newspapers in French, German and English.",
    "link": "https://repository.ubn.ru.nl/bitstream/handle/2066/233830/233830.pdf"
  },
  {
    "authors": "K. Dercksen, A.P. de Vries",
    "title": "First steps towards patient-friendly presentation of Dutch radiology reports",
    "published_at": "SIIRH 2020",
    "description": "Paper describing our initial efforts towards patient-friendly Dutch radiology reports. Primarily on entity linking annotation and future work.",
    "link": "https://api.semanticscholar.org/CorpusID:219633780"
  },
  {
    "authors": "T. Schoegje, C. Kamphuis, K. Dercksen, D. Hiemstra, T. Pieters, A. P. de Vries",
    "title": "Exploring task-based query expansion at the TREC-COVID track",
    "published_at": "arXiv 2020",
    "description": "Exploring how to generate effective queries based on search tasks for the TREC-COVID track.",
    "link": "https://doi.org/10.48550/arXiv.2010.12674"
  },
  {
    "authors": "K. Dercksen, M. Kallenberg, J. Kroes",
    "title": "Robust multi-vendor breast region segmentation using deep learning",
    "published_at": "IWBI 2020",
    "description": "This paper investigates a robust multi-vendor breast region segmentation system for full field digital mammograms and digital breast tomography using a U-Net neural network.",
    "link": "https://doi.org/10.1117/12.2564108"
  },
  {
    "authors": "K. Dercksen, W. Bulten, G. Litjens",
    "title": "Dealing with label scarcity in computational pathology: a use case in prostate cancer classification",
    "published_at": "MIDL 2019",
    "description": "This paper investigates the performance of unsupervised and supervised deep learning methods for prostate cancer classification when few labelled data are available.",
    "link": "https://arxiv.org/abs/1905.06820"
  }
]
